<template>
  <v-container>
      <v-row>
                <v-col cols="12" lg="9">
                     <v-card
                        class="mx-auto"
                    >
                        <v-card-text>
                        <p class="text-h4 text--primary">
                            प्रधानाचार्य का सन्देश
                        </p>
                        <div class="text--primary">
                            मानव जीवन को विकसित करने के लिए शिक्षा ही एक ऐसा साधन है जिसके द्वारा हमारा देश अपने हजारों वर्ष की संस्कृति को संजोकर दुनिया के विकसित देशों के व्यक्तियों के साथ कदम से कदम मिलाकर चल सकेगा, और एक शान्तिपूर्ण विश्व की कल्पना साकार हो सकेगी। हमारे भविष्य के निर्माण और पेशेवर कैरियर को आकार देने में अच्छी शिक्षा और उचित शिक्षा महत्वपूर्ण भूमिका निभाती है। यह हमारे व्यक्तित्व का विकास करने और परिवार तथा समाज में पहचान व सम्मान दिलाने में मदद करती है।

                            21वीं सदी में मानव, विज्ञान एवं प्रौद्योगिकी द्वारा एसी क्रान्ति लाएगा जो कलपना से परे होगी और मानव के लिए कल्याणकारी भी होगी। इसके साथ ही हमारे देश के नागरिक, आर्थिक, सामाजिक, भौतिक और आध्यात्मिक रूप से विकसित होंगे। हमारा निश्चय है कि हम अपने विद्यार्थियों को उत्कृष्ट शिक्षा केन्द्र उपलब्ध करायेंगे ताकि वे हर तरह से सक्षम, स्वावलंबी और सुयोग्य नागरिक बन सकें और देश को विकसित एवं मजबूत बना सके।

                            
                            <br><br><b>दिनेश कुमार, प्रधानाचार्य</b>
                        </div>
                        </v-card-text>
                        <v-card-actions>
                        <v-btn
                            text
                            color="teal accent-4"
                            to="/home"
                        >
                            Learn More
                        </v-btn>
                        </v-card-actions>
                    </v-card>
                </v-col>
                <v-col cols="12" lg="3">
                    <v-card class="my-3">
                        <v-img
                            height="250px"
                            width ="250px"
                            
                            src="/images/sideShow2.jpg"
                            ></v-img>
                    </v-card>
                </v-col>
            </v-row>
      <v-row>
                <v-col cols="12" lg="9">
                     <v-card
                        class="mx-auto"
                    >
                        <v-card-text>
                        <p class="text-h4 text--primary">
                            प्रबन्धक
                        </p>
                        <div class="text--primary">
                            महात्मा गाँधी गुरुदत्त स्मारक इण्टर कॉलिज, विजयगढ़, अलीगढ़ की स्थापना सन् 1948 में विजयगय के प्रतिष्ठित समाज सेवी वैद्य गुरुदत्त शर्मा जी ने की थी। सर्वश्रेष्ठ सामाजिक और मानवीय मूल्यों को विकसित करके और अच्छी गुणवत्ता वाली बुनियादी शिक्षा प्रदान करने के मिशन के साथ शिक्षा के क्षेत्र में कदम रखा। कॉलिज को सन् 1950 में हाईस्कूल तक की तथा सन् 1952 में इण्टरमिडिएट की मान्यता मिली। गत वर्षों में शत प्रतिशत परीक्षा परिणाम अनुशासन एवं संस्कारयुक्त वातावरण, सांस्कृतिक कार्यक्रम एवं खेलकूद व शिक्षा प्रतियोगिताओं का अनवरत रुप से छात्र / छात्राये विद्यालय का नाम रोशन कर रहे हैं।

आज भी प्रबन्ध समिति का उद्देश्य विद्यार्थियों को सुसंस्कार अनुशासित नवाचार से ओत प्रोत विचारों से सुसज्जित आत्मनिर्भर बनने का निरन्तर प्रयास है। जिससे विद्यार्थी अपने जीवन में सुयोग्य सुशिक्षित नागरिक बन सके।

विद्यालय शिक्षा जगत के आकाश में ध्रुव तारे की मानिन्द चमके-दमके और विद्यार्थी ज्ञानार्जन कर सफलता की ऊंचाईयों को छूते हुए नित्य नये नये कीर्तिमान स्थापित करें।

                            
                            <br><br><b>
उमा पाठक, प्रबन्धक
</b>
                        </div>
                        </v-card-text>
                        <v-card-actions>
                        <v-btn
                            text
                            color="teal accent-4"
                            to="/home"
                        >
                            Learn More
                        </v-btn>
                        </v-card-actions>
                    </v-card>
                </v-col>
                <v-col cols="12" lg="3">
                    <v-card class="my-3">
                        <v-img
                            height="250px"
                            width ="250px"
                            contain
                            src="/images/mummy.jpg"
                            ></v-img>
                    </v-card>
                </v-col>
            </v-row>
  </v-container>
</template>

<script>
export default {
    head() {
        return {
            title: "संदेश"
        };
    },
}
</script>

<style>

</style>